Revit 2024 API
SymbolTypeId.FtOfWater Property
 Symbol FT, indicating unit Feet of water (39.2 °F).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtOfWater { get; }
Visual Basic
Public Shared ReadOnly Property FtOfWater As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtOfWater {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace